# Activate
email.activation.title=\u062A\u0641\u0639\u064A\u0644 \u062D\u0633\u0627\u0628\u0643 \u0641\u064A Deepfake Detection
email.activation.greeting=\u0645\u0631\u062D\u0628\u0627\u064B {0}\u060C
email.activation.text1=\u0634\u0643\u0631\u0627\u064B \u0644\u0627\u062E\u062A\u064A\u0627\u0631\u0643 Deepfake Detection. \u0644\u062A\u0641\u0639\u064A\u0644 \u062D\u0633\u0627\u0628\u0643 \u0648\u0628\u062F\u0621 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0623\u062F\u0648\u0627\u062A \u0627\u0644\u0630\u0643\u0627\u0621 \u0627\u0644\u0627\u0635\u0637\u0646\u0627\u0639\u064A \u0627\u0644\u0645\u062A\u0642\u062F\u0645\u0629 \u0644\u062F\u064A\u0646\u0627\u060C \u0627\u0636\u063A\u0637 \u0639\u0644\u0649 \u0627\u0644\u0632\u0631 \u0623\u062F\u0646\u0627\u0647:
email.activation.link=\u062A\u0641\u0639\u064A\u0644 \u062D\u0633\u0627\u0628\u0643
email.activation.text2=\u0625\u0630\u0627 \u0644\u0645 \u062A\u0643\u0646 \u0642\u062F \u0642\u0645\u062A \u0628\u0627\u0644\u062A\u0633\u062C\u064A\u0644 \u0644\u0647\u0630\u0627 \u0627\u0644\u062D\u0633\u0627\u0628\u060C \u064A\u0631\u062C\u0649 \u062A\u062C\u0627\u0647\u0644 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A.
email.activation.text3=\u0645\u0639 \u0623\u0637\u064A\u0628 \u0627\u0644\u062A\u062D\u064A\u0627\u062A\u060C
email.signature=\u0641\u0631\u064A\u0642 Deepfake Detection

# Account Creation Successful
email.creation.title=\u0645\u0631\u062D\u0628\u0627\u064B \u0628\u0643 \u0641\u064A Deepfake Detection
email.creation.greeting=\u0645\u0631\u062D\u0628\u0627\u064B {0}\u060C
email.creation.text1=\u062A\u0645 \u0625\u0646\u0634\u0627\u0621 \u062D\u0633\u0627\u0628\u0643 \u0641\u064A Deepfake Detection \u0628\u0646\u062C\u0627\u062D. \u064A\u0645\u0643\u0646\u0643 \u0627\u0644\u0622\u0646 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644 \u0648\u0627\u0633\u062A\u0643\u0634\u0627\u0641 \u0623\u062F\u0648\u0627\u062A\u0646\u0627 \u0627\u0644\u0642\u0648\u064A\u0629 \u0644\u0627\u0643\u062A\u0634\u0627\u0641 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u0648\u0644\u062F \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0630\u0643\u0627\u0621 \u0627\u0644\u0627\u0635\u0637\u0646\u0627\u0639\u064A:
email.creation.link=\u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u062D\u0633\u0627\u0628\u0643
email.creation.text2=\u0625\u0630\u0627 \u0644\u0645 \u062A\u0643\u0646 \u0642\u062F \u0623\u0646\u0634\u0623\u062A \u0647\u0630\u0627 \u0627\u0644\u062D\u0633\u0627\u0628\u060C \u064A\u0631\u062C\u0649 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0641\u0631\u064A\u0642 \u0627\u0644\u062F\u0639\u0645 \u0644\u062F\u064A\u0646\u0627.
email.creation.text3=\u0645\u0639 \u0623\u0637\u064A\u0628 \u0627\u0644\u062A\u062D\u064A\u0627\u062A\u060C

# Reset Your Password
email.reset.title=\u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631\u0643 \u0641\u064A Deepfake Detection
email.reset.greeting=\u0645\u0631\u062D\u0628\u0627\u064B {0}\u060C
email.reset.text1=\u0644\u0642\u062f \u062A\u0644\u0642\u064a\u0646\u0627 \u0637\u0644\u0628\u0627\u064B \u0644\u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631\u0643\u060C \u064A\u0631\u062C\u0649 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0643\u0648\u062F \u0623\u062F\u0646\u0627\u0647.
email.reset.link=\u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631
email.reset.text2=\u0625\u0630\u0627 \u0644\u0645 \u062A\u0637\u0644\u0628 \u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0647\u0630\u0647\u060C \u064A\u0631\u062C\u0649 \u062A\u062C\u0627\u0647\u0644 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A.
email.reset.text3=\u0645\u0639 \u0623\u0637\u064A\u0628 \u0627\u0644\u062A\u062D\u064A\u0627\u062A\u060C
# ????? ?????
GENERAL_ERROR=\u062D\u062F\u062B \u062E\u0637\u0623 \u063A\u064A\u0631 \u0645\u062A\u0648\u0642\u0639.
DETECTION_FAILED=\u0641\u0634\u0644 \u062A\u062D\u0644\u064A\u0644 \u0627\u0644\u0641\u064A\u062F\u064A\u0648. \u064A\u0631\u062C\u0649 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0644\u0627\u062D\u0642\u064B\u0627.
FILE_ALREADY_EXISTS=\u0627\u0644\u0645\u0644\u0641 \u0645\u0648\u062C\u0648\u062F \u0628\u0627\u0644\u0641\u0639\u0644.
FILE_NOT_FOUND=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0644\u0641.
USER_NOT_FOUND=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645.
VIDEO_TOO_LONG=\u0645\u062F\u0629 \u0627\u0644\u0641\u064A\u062F\u064A\u0648 \u062A\u062A\u062C\u0627\u0648\u0632 \u0627\u0644\u062D\u062F \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u0645\u0648\u062D \u0628\u0647.
VIDEO_FILE_TOO_LARGE=\u062D\u062C\u0645 \u0645\u0644\u0641 \u0627\u0644\u0641\u064A\u062F\u064A\u0648 \u064A\u062A\u062C\u0627\u0648\u0632 \u0627\u0644\u062D\u062F \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u0645\u0648\u062D \u0628\u0647.
VIDEO_NOT_FOUND=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0645\u0644\u0641 \u0627\u0644\u0641\u064A\u062F\u064A\u0648.
UNABLE_TO_DETERMINE_DURATION=\u062A\u0639\u0630\u0631 \u062A\u062D\u062F\u064A\u062F \u0645\u062F\u0629 \u0627\u0644\u0641\u064A\u062F\u064A\u0648.
FAILED_TO_EXTRACT_DURATION=\u0641\u0634\u0644 \u0641\u064A \u0627\u0633\u062A\u062E\u0631\u0627\u062C \u0645\u062F\u0629 \u0627\u0644\u0641\u064A\u062F\u064A\u0648.
FAILED_TO_ANALYZE_VIDEO=\u0641\u0634\u0644 \u0641\u064A \u062A\u062D\u0644\u064A\u0644 \u0627\u0644\u0641\u064A\u062F\u064A\u0648.
INVALID_OR_CORRUPTED_VIDEO=\u0645\u0644\u0641 \u0627\u0644\u0641\u064A\u062F\u064A\u0648 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D \u0623\u0648 \u062A\u0627\u0644\u0641.
EMPTY_OR_MISSING_FILE=\u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0645\u0631\u0641\u0648\u0639 \u0641\u0627\u0631\u063A \u0623\u0648 \u0645\u0641\u0642\u0648\u062F.
IMAGE_FILE_TOO_LARGE=\u062D\u062C\u0645 \u0645\u0644\u0641 \u0627\u0644\u0635\u0648\u0631\u0629 \u064A\u062A\u062C\u0627\u0648\u0632 \u0627\u0644\u062D\u062F \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u0645\u0648\u062D \u0628\u0647.
PROFILE_IMAGE_NOT_FOUND=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0635\u0648\u0631\u0629 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0634\u062E\u0635\u064A.
USERNAME_ALREADY_USED=\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0645\u0633\u062A\u062E\u062F\u0645 \u0628\u0627\u0644\u0641\u0639\u0644.
EMAIL_ALREADY_USED=\u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0645\u0633\u062A\u062E\u062F\u0645 \u0628\u0627\u0644\u0641\u0639\u0644.
INVALID_PASSWORD=\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629.
INVALID_RESET_KEY=\u0631\u0645\u0632 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u062A\u0639\u064A\u064A\u0646 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D \u0623\u0648 \u0645\u0646\u062A\u0647\u064A \u0627\u0644\u0635\u0644\u0627\u062D\u064A\u0629.
FILE_COPY_ERROR=\u062D\u062F\u062B \u062E\u0637\u0623 \u0623\u062B\u0646\u0627\u0621 \u0646\u0633\u062E \u0627\u0644\u0645\u0644\u0641.
FILE_FORMAT_NOT_SUPPORTED=\u0646\u0648\u0639 \u0645\u0644\u0641 \u063A\u064A\u0631 \u0645\u062F\u0639\u0648\u0645.
SUCCESS_MESSAGE_AR=\u062A\u0645 \u062A\u062D\u0644\u064A\u0644 \u0627\u0644\u0641\u064A\u062F\u064A\u0648 \u0628\u0646\u062C\u0627\u062D.
NO_FACE_DETECTED=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0643\u062A\u0634\u0627\u0641 \u0623\u064A \u0648\u062C\u0647 \u0641\u064A \u0627\u0644\u0641\u064A\u062F\u064A\u0648. \u064A\u0631\u062C\u0649 \u0631\u0641\u0639 \u0641\u064A\u062F\u064A\u0648 \u0648\u0627\u0636\u062D.
CURRENT_USER_NOT_FOUND=\u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u062D\u0627\u0644\u064A \u063A\u064A\u0631 \u0645\u0648\u062C\u0648\u062F.
ACTIVATION_KEY_NOT_FOUND=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0645\u0641\u062A\u0627\u062D \u0627\u0644\u062A\u0641\u0639\u064A\u0644.
RESET_KEY_NOT_FOUND=\u0631\u0645\u0632 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u062A\u0639\u064A\u064A\u0646 \u063A\u064A\u0631 \u0645\u0648\u062C\u0648\u062F \u0623\u0648 \u0645\u0646\u062A\u0647\u064A \u0627\u0644\u0635\u0644\u0627\u062D\u064A\u0629.
NO_USER_FOR_RESET_KEY=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0641\u062A\u0627\u062D \u0627\u0644\u062E\u0627\u0635 \u0628\u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0627\u0644\u0643\u0644\u0645\u0629
NO_USER_FOR_ACTIVATION_KEY=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0647\u0630\u0627 \u0631\u0627\u0628\u0637 \u0627\u0644\u062A\u0641\u0639\u064A\u0644
INVALID_INPUT=\u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a\u0020\u0627\u0644\u0645\u062f\u062e\u0644\u0629\u0020\u063a\u064a\u0631\u0020\u0635\u062d\u064a\u062d\u0629
INVALID_SORT_PROPERTY=\u062A\u0639\u064A\u064A\u0646 \u062E\u0635\u0648\u0635\u064A\u0629 \u0641\u0631\u0632 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D\u0629
ACCESS_DENIED=\u062A\u0645 \u0631\u0641\u0636 \u0627\u0644\u0648\u0635\u0648\u0644\u002E \u0644\u064A\u0633 \u0644\u062F\u064A\u0643 \u0625\u0630\u0646 \u0644\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0631\u062F\u002E
AUTHENTICATION_FAILED=\u0641\u0634\u0644\u0020\u0627\u0644\u0645\u0635\u0627\u062F\u0642\u0629\u002E\u0020\u064A\u0631\u062C\u0649\u0020\u0627\u0644\u062A\u062D\u0642\u0642\u0020\u0645\u0646\u0020\u0628\u064A\u0627\u0646\u0627\u062A\u0020\u0627\u0644\u062F\u062E\u0648\u0644\u002E
